/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "animated_hero_6jdeN9": {
      "type": "animated-hero",
      "settings": {
        "image-banner": "shopify://shop_images/snowboard-hero.jpg",
        "image-one": "shopify://shop_images/snowboard-1.jpg",
        "height-one": "adapt",
        "image-two": "shopify://shop_images/snowboard-2.jpg",
        "height-two": "adapt",
        "caption": "Shopify Storefront Design",
        "heading": "Arrowhood Board Company",
        "header-block-one": "Project Summary",
        "text-one": "<p>The current Arrowhood Board Shop website struggles to engage modern customers due to its outdated design and limited functionality, leading to decreased user engagement and lower sales. With shifting consumer expectations towards a seamless online shopping experience, the site lacks the visual appeal and intuitive navigation required to remain competitive. Additionally, the absence of personalized recommendations and mobile optimization further diminishes customer satisfaction and retention. To address these issues, a comprehensive redesign is essential to enhance user experience, increase relevance, and drive sales. By incorporating modern design principles, improved UX/UI, and advanced e-commerce features, the new site will better meet customer needs and boost overall revenue.</p>",
        "header-block-two": "Project Solution",
        "text-two": "<p>The solution involves a complete redesign of Arrowhood Board Shop's e-commerce website to create a modern, user-friendly experience that aligns with current market trends. Key enhancements will include a visually appealing design, intuitive navigation, and mobile responsiveness to ensure seamless access across devices. Personalized product recommendations and an optimized checkout process will be integrated to improve user engagement and increase conversion rates. Additionally, incorporating advanced analytics will enable better understanding of customer behavior, allowing for more targeted marketing strategies. This comprehensive upgrade aims to elevate the shopping experience, boost customer satisfaction, and drive higher sales performance.</p>"
      }
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "portfolio_3hp3M3": {
      "type": "portfolio",
      "disabled": true,
      "settings": {}
    },
    "project_list_3EeTHD": {
      "type": "project-list",
      "settings": {}
    }
  },
  "order": [
    "animated_hero_6jdeN9",
    "main",
    "portfolio_3hp3M3",
    "project_list_3EeTHD"
  ]
}
